/* 
   Localizable-GM.strings
   AppleAccount

   Created by Daniel Shteremberg on 11/18/10.
   Copyright 2010 Apple. All rights reserved.
 */

/* Photo Streams */
"PHOTOSTREAM" = "Fotostream";
"PHOTOSTREAM_DELETE_WARNING_TITLE_IPHONE" = "Hiermee worden alle fotostreamfoto's van uw iPhone verwijderd";
"PHOTOSTREAM_DELETE_WARNING_TITLE_IPOD" = "Hiermee worden alle fotostreamfoto's van uw iPod touch verwijderd";
"PHOTOSTREAM_DELETE_WARNING_TITLE_IPAD" = "Hiermee worden alle fotostreamfoto's van uw iPad verwijderd";
